Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Enter a name for the new Site Subfolder. The new Subfolder name must be unique within the target Folder (the Folder from where you started the 'Paste As' action).
ar: أدخل اسمًا للمجلد الفرعي للموقع الجديد. يجب أن يكون اسم المجلد الفرعي الجديد فريدًا داخل المجلد الهدف (المجلد الذي بدأت منه إجراء "لصق باسم").
bn: নতুন সাইট সাবফোল্ডারের জন্য একটি নাম লিখুন। নতুন সাবফোল্ডারের নাম অবশ্যই টার্গেট ফোল্ডারের মধ্যে অনন্য হতে হবে (যে ফোল্ডার থেকে আপনি 'পেস্ট অ্যাজ' অ্যাকশন শুরু করেছেন)।
de: Geben Sie einen Namen für den neuen Site-Unterordner ein. Der neue Unterordnername muss innerhalb des Zielordners (dem Ordner, von dem aus Sie die Aktion „Einfügen als“ gestartet haben) eindeutig sein.
es: Ingrese un nombre para la nueva Subcarpeta del Sitio. El nuevo nombre de la Subcarpeta debe ser único dentro de la carpeta objetivo (la carpeta desde donde comenzó la acción 'Pegar como').
fr: Entrez un nom pour le nouveau sous-dossier du site. Le nouveau nom du sous-dossier doit être unique dans le dossier cible (le dossier à partir duquel vous avez démarré l'action « Coller sous »).
hi: नये साइट सबफ़ोल्डर के लिए एक नाम दर्ज करें. नया सबफ़ोल्डर नाम लक्ष्य फ़ोल्डर (वह फ़ोल्डर जहां से आपने 'इस रूप में पेस्ट करें' क्रिया शुरू की थी) के भीतर अद्वितीय होना चाहिए।
it: Inserisci un nome per la nuova sottocartella del sito. Il nome della nuova sottocartella deve essere univoco all'interno della cartella di destinazione (la cartella da cui hai avviato l'azione "Incolla con nome").
nl: Voer een naam in voor de nieuwe sitesubmap. De nieuwe naam van de submap moet uniek zijn binnen de doelmap (de map van waaruit u de actie 'Plakken als' bent gestart).
pt: Insira um nome para a nova subpasta do site. O nome da nova subpasta deve ser exclusivo na pasta de destino (a pasta de onde você iniciou a ação 'Colar como').
te: కొత్త సైట్ సబ్u200cఫోల్డర్ కోసం పేరును నమోదు చేయండి. కొత్త సబ్u200cఫోల్డర్ పేరు తప్పనిసరిగా లక్ష్య ఫోల్డర్u200cలో ప్రత్యేకంగా ఉండాలి (మీరు 'ఇలా అతికించు' చర్యను ప్రారంభించిన ఫోల్డర్).
zh_tw: 输入新站点子文件夹的名称。新的子文件夹名称在目标文件夹（您开始“粘贴为”操作的文件夹）内必须是唯一的。

source: Specify whether you want to copy the Site Subfolder with or without content.
ar: حدد ما إذا كنت تريد نسخ المجلد الفرعي للموقع مع المحتوى أو بدونه.
bn: আপনি সামগ্রী সহ বা ছাড়া সাইট সাবফোল্ডার অনুলিপি করতে চান কিনা তা নির্দিষ্ট করুন৷
de: Geben Sie an, ob Sie den Site-Unterordner mit oder ohne Inhalt kopieren möchten.
es: Especifique si desea copiar la Subcarpeta del Sitio con o sin contenido.
fr: Spécifiez si vous souhaitez copier le sous-dossier du site avec ou sans contenu.
hi: निर्दिष्ट करें कि क्या आप साइट सबफ़ोल्डर को सामग्री के साथ या उसके बिना कॉपी करना चाहते हैं।
it: Specifica se desideri copiare la sottocartella del sito con o senza contenuto.
nl: Geef op of u de sitesubmap met of zonder inhoud wilt kopiëren.
pt: Especifique se deseja copiar a subpasta do site com ou sem conteúdo.
te: మీరు సైట్ సబ్u200cఫోల్డర్u200cను కంటెంట్u200cతో లేదా లేకుండా కాపీ చేయాలనుకుంటున్నారా అని పేర్కొనండి.
zh_tw: 指定是否要复制包含或不包含内容的站点子文件夹。

source: You have selected to copy the source Site Subfolder with the following options:
ar: لقد حددت نسخ المجلد الفرعي للموقع المصدر بالخيارات التالية:
bn: আপনি নিম্নলিখিত বিকল্পগুলির সাথে উত্স সাইট সাবফোল্ডারটি অনুলিপি করতে নির্বাচন করেছেন:
de: Sie haben ausgewählt, den Quell-Site-Unterordner mit den folgenden Optionen zu kopieren:
es: Ha seleccionado copiar la Subcarpeta del Sitio de origen con las siguientes opciones:
fr: Vous avez choisi de copier le sous-dossier du site source avec les options suivantes :
hi: आपने निम्नलिखित विकल्पों के साथ स्रोत साइट सबफ़ोल्डर की प्रतिलिपि बनाना चुना है:
it: Hai scelto di copiare la sottocartella del sito di origine con le seguenti opzioni:
nl: U hebt ervoor gekozen om de submap van de bronsite te kopiëren met de volgende opties:
pt: Você selecionou copiar a subpasta do site de origem com as seguintes opções:
te: మీరు కింది ఎంపికలతో మూలాధారం సైట్ సబ్u200cఫోల్డర్u200cను కాపీ చేయడానికి ఎంచుకున్నారు:
zh_tw: 您已选择使用以下选项复制源站点子文件夹：

source: A required Rhythmyx resource "{0}" could not be found. (Maybe it's not running?)
ar: لا يمكن العثور على مورد Rhythmyx المطلوب "{0}". (ربما لا يعمل؟)
bn: একটি প্রয়োজনীয় Rhythmyx সম্পদ "{0}" পাওয়া যায়নি। (হয়তো এটা চলছে না?)
de: Eine erforderliche Rhythmyx-Ressource „{0}“ konnte nicht gefunden werden. (Vielleicht läuft es nicht?)
es: No se pudo encontrar un recurso Rhythmyx requerido "{0}". (¿Quizás no está en ejecución?)
fr: Une ressource Rhythmyx requise « {0} » est introuvable. (Peut-être qu'il ne fonctionne pas ?)
hi: आवश्यक रिदमिक्स संसाधन "{0}" नहीं मिल सका। (शायद यह नहीं चल रहा है?)
it: Impossibile trovare una risorsa Rhythmyx richiesta "{0}". (Forse non funziona?)
nl: Een vereiste Rhythmyx-bron "{0}" kon niet worden gevonden. (Misschien loopt het niet?)
pt: Um recurso Rhythmyx obrigatório "{0}" não foi encontrado. (Talvez não esteja funcionando?)
te: అవసరమైన Rhythmyx వనరు "{0}" కనుగొనబడలేదు. (బహుశా అది అమలు కాలేదా?)
zh_tw: 找不到所需的 Rhythmyx 资源“{0}”。 （也许它没有运行？）

source: The community was successfully copied but an error occurred while creating the role: {0}. Please create this role in the Server Administrator and then add it to the community manually. The error was: {1}
ar: تم نسخ المجتمع بنجاح ولكن حدث خطأ أثناء إنشاء الدور: {0}. الرجاء إنشاء هذا الدور في مسؤول الخادم ثم إضافته إلى المجتمع يدويًا. الخطأ كان: {1}
bn: সম্প্রদায়টি সফলভাবে অনুলিপি করা হয়েছে কিন্তু ভূমিকা তৈরি করার সময় একটি ত্রুটি ঘটেছে: {0}৷ সার্ভার অ্যাডমিনিস্ট্রেটরে এই ভূমিকা তৈরি করুন এবং তারপর ম্যানুয়ালি কমিউনিটিতে যোগ করুন। ত্রুটি ছিল: {1}
de: Die Community wurde erfolgreich kopiert, aber beim Erstellen der Rolle ist ein Fehler aufgetreten: {0}. Bitte erstellen Sie diese Rolle im Serveradministrator und fügen Sie sie dann manuell zur Community hinzu. Der Fehler war: {1}
es: La comunidad se copió exitosamente pero ocurrió un error al crear el rol: {0}. Por favor cree este rol en el Administrador del Servidor y luego agréguelo manualmente a la comunidad. El error fue: {1}
fr: La communauté a été copiée avec succès, mais une erreur s'est produite lors de la création du rôle : {0}. Veuillez créer ce rôle dans l'administrateur de serveur, puis l'ajouter manuellement à la communauté. L'erreur était : {1}
hi: समुदाय को सफलतापूर्वक कॉपी किया गया लेकिन भूमिका बनाते समय एक त्रुटि उत्पन्न हुई: {0}। कृपया सर्वर प्रशासक में यह भूमिका बनाएं और फिर इसे समुदाय में मैन्युअल रूप से जोड़ें। त्रुटि यह थी: {1}
it: La comunità è stata copiata correttamente ma si è verificato un errore durante la creazione del ruolo: {0}. Crea questo ruolo nell'Amministratore del server e poi aggiungilo manualmente alla comunità. L'errore era: {1}
nl: De community is gekopieerd, maar er is een fout opgetreden bij het maken van de rol: {0}. Maak deze rol aan in de Serverbeheerder en voeg deze vervolgens handmatig toe aan de community. De fout was: {1}
pt: A comunidade foi copiada com êxito, mas ocorreu um erro ao criar a função: {0}. Crie esta função no Administrador do Servidor e adicione-a manualmente à comunidade. O erro foi: {1}
te: సంఘం విజయవంతంగా కాపీ చేయబడింది కానీ పాత్రను సృష్టిస్తున్నప్పుడు లోపం సంభవించింది: {0}. దయచేసి సర్వర్ అడ్మినిస్ట్రేటర్u200cలో ఈ పాత్రను సృష్టించి, ఆపై దానిని మాన్యువల్u200cగా సంఘానికి జోడించండి. లోపం: {1}
zh_tw: 社区已成功复制，但创建角色时出错：{0}。请在 Server Administrator 中创建此角色，然后手动将其添加到社区。 错误是：{1}

source: Publisher on host "{0}" at port "{1}" is not reachable. It could be that the publisher is not started or needs port configuration.
ar: لا يمكن الوصول إلى الناشر الموجود على المضيف "{0}" على المنفذ "{1}". ربما لم يبدأ الناشر أو يحتاج إلى تكوين المنفذ.
bn: "{1}" পোর্টে হোস্ট "{0}" এর প্রকাশকের কাছে পৌঁছানো যাচ্ছে না৷ এটা হতে পারে যে প্রকাশক শুরু হয়নি বা পোর্ট কনফিগারেশনের প্রয়োজন।
de: Der Herausgeber auf Host „{0}“ am Port „{1}“ ist nicht erreichbar. Es könnte sein, dass der Herausgeber nicht gestartet ist oder eine Portkonfiguration benötigt.
es: El publicador en el host "{0}" en el puerto "{1}" no es alcanzable. Podría ser que el publicador no esté iniciado o necesite configuración de puerto.
fr: L'éditeur sur l'hôte "{0}" sur le port "{1}" n'est pas accessible. Il se peut que l'éditeur ne soit pas démarré ou qu'il ait besoin d'une configuration de port.
hi: होस्ट "{0}" पर पोर्ट "{1}" पर प्रकाशक पहुंच योग्य नहीं है। ऐसा हो सकता है कि प्रकाशक प्रारंभ नहीं हुआ है या उसे पोर्ट कॉन्फ़िगरेशन की आवश्यकता है।
it: L'editore sull'host "{0}" alla porta "{1}" non è raggiungibile. È possibile che l'editore non sia avviato o necessiti di configurazione della porta.
nl: Uitgever op host "{0}" op poort "{1}" is niet bereikbaar. Het kan zijn dat de uitgever niet is gestart of poortconfiguratie nodig heeft.
pt: O editor no host "{0}" na porta "{1}" não pode ser acessado. Pode ser que o editor não tenha sido iniciado ou precise de configuração de porta.
te: "{1}" పోర్ట్u200cలో హోస్ట్ "{0}"లో ప్రచురణకర్త చేరుకోలేరు. పబ్లిషర్ ప్రారంభించబడలేదు లేదా పోర్ట్ కాన్ఫిగరేషన్ అవసరం కావచ్చు.
zh_tw: 无法访问主机“{0}”上端口“{1}”的发布者。可能是发布程序未启动或需要端口配置。

source: Error processing slot
ar: فتحة معالجة الأخطاء
bn: স্লট প্রক্রিয়াকরণে ত্রুটি৷
de: Fehlerverarbeitungsslot
es: Error al procesar la ranura
fr: Emplacement de traitement des erreurs
hi: स्लॉट प्रसंस्करण में त्रुटि
it: Errore nell'elaborazione dello slot
nl: Fout bij het verwerken van slot
pt: Erro ao processar slot
te: స్లాట్u200cను ప్రాసెస్ చేయడంలో లోపం
zh_tw: 处理插槽时出错

source: Problem during assembly
ar: مشكلة أثناء التجميع
bn: সমাবেশের সময় সমস্যা
de: Problem beim Zusammenbau
es: Problema durante el montaje
fr: Problème lors du montage
hi: असेंबली के दौरान समस्या
it: Problema durante il montaggio
nl: Probleem tijdens montage
pt: Problema durante a montagem
te: అసెంబ్లీ సమయంలో సమస్య
zh_tw: 组装过程中出现问题

source: Invalid root of the site folder path. It must start with "{0}".
ar: جذر غير صالح لمسار مجلد الموقع. يجب أن يبدأ بـ "{0}".
bn: সাইট ফোল্ডার পাথের অবৈধ রুট। এটি অবশ্যই "{0}" দিয়ে শুরু করতে হবে।
de: Ungültiges Stammverzeichnis des Site-Ordnerpfads. Es muss mit „{0}“ beginnen.
es: Raíz no válida de la ruta de la carpeta del sitio. Debe comenzar con "{0}".
fr: Racine non valide du chemin du dossier du site. Il doit commencer par "{0}".
hi: साइट फ़ोल्डर पथ का अमान्य रूट. इसे "{0}" से प्रारंभ होना चाहिए.
it: Radice non valida del percorso della cartella del sito. Deve iniziare con "{0}".
nl: Ongeldige hoofdmap van het pad naar de sitemap. Het moet beginnen met "{0}".
pt: Raiz inválida do caminho da pasta do site. Deve começar com "{0}".
te: సైట్ ఫోల్డర్ పాత్ యొక్క చెల్లని రూట్. ఇది తప్పనిసరిగా "{0}"తో ప్రారంభం కావాలి.
zh_tw: 站点文件夹路径的根无效。它必须以“{0}”开头。

source: The folder path does not exist.
ar: مسار المجلد غير موجود.
bn: ফোল্ডার পাথ বিদ্যমান নেই.
de: Der Ordnerpfad existiert nicht.
es: La ruta de la carpeta no existe.
fr: Le chemin du dossier n'existe pas.
hi: फ़ोल्डर पथ मौजूद नहीं है.
it: Il percorso della cartella non esiste.
nl: Het mappad bestaat niet.
pt: O caminho da pasta não existe.
te: ఫోల్డర్ మార్గం ఉనికిలో లేదు.
zh_tw: 文件夹路径不存在。

source: This value must be a string
ar: يجب أن تكون هذه القيمة سلسلة
bn: এই মান একটি স্ট্রিং হতে হবে
de: Dieser Wert muss eine Zeichenfolge sein
es: Este valor debe ser una cadena.
fr: Cette valeur doit être une chaîne
hi: यह मान एक स्ट्रिंग होना चाहिए
it: Questo valore deve essere una stringa
nl: Deze waarde moet een tekenreeks zijn
pt: Este valor deve ser uma string
te: ఈ విలువ తప్పనిసరిగా స్ట్రింగ్ అయి ఉండాలి
zh_tw: 该值必须是字符串

source: Select a value
ar: حدد قيمة
bn: একটি মান নির্বাচন করুন
de: Wählen Sie einen Wert aus
es: Seleccione un valor
fr: Sélectionnez une valeur
hi: एक मान चुनें
it: Seleziona un valore
nl: Selecteer een waarde
pt: Selecione um valor
te: విలువను ఎంచుకోండి
zh_tw: 选择一个值

source: This is a required value
ar: هذه هي القيمة المطلوبة
bn: এটি একটি প্রয়োজনীয় মান
de: Dies ist ein erforderlicher Wert
es: Este es un valor requerido
fr: C'est une valeur obligatoire
hi: यह एक आवश्यक मान है
it: Questo è un valore richiesto
nl: Dit is een vereiste waarde
pt: Este é um valor obrigatório
te: ఇది అవసరమైన విలువ
zh_tw: 这是必需的值

source: May only contain letters, digits, underscore or hyphen
ar: يجب أن تحتوي فقط على أحرف أو أرقام أو شرطة سفلية أو واصلة
bn: শুধুমাত্র অক্ষর, অঙ্ক, আন্ডারস্কোর বা হাইফেন থাকতে পারে
de: Darf nur Buchstaben, Ziffern, Unterstriche oder Bindestriche enthalten
es: Solo puede contener letras, dígitos, guiones bajos o guiones.
fr: Ne peut contenir que des lettres, des chiffres, un trait de soulignement ou un trait d'union
hi: इसमें केवल अक्षर, अंक, अंडरस्कोर या हाइफ़न हो सकते हैं
it: Può contenere solo lettere, cifre, trattini bassi o trattini
nl: Mag alleen letters, cijfers, onderstrepingstekens of koppelteken bevatten
pt: Pode conter apenas letras, dígitos, sublinhado ou hífen
te: అక్షరాలు, అంకెలు, అండర్u200cస్కోర్ లేదా హైఫన్ మాత్రమే ఉండవచ్చు
zh_tw: 只能包含字母、数字、下划线或连字符

source: must start with the request root: {0}
ar: يجب أن يبدأ بجذر الطلب: {0}
bn: অনুরোধ রুট দিয়ে শুরু করতে হবে: {0}
de: muss mit dem Anforderungsstamm beginnen: {0}
es: debe comenzar con la raíz de la solicitud: {0}
fr: doit commencer par la racine de la requête : {0}
hi: अनुरोध रूट से प्रारंभ होना चाहिए: {0}
it: deve iniziare con la radice della richiesta: {0}
nl: moet beginnen met de verzoekroot: {0}
pt: deve começar com a raiz da solicitação: {0}
te: తప్పనిసరిగా అభ్యర్థన రూట్u200cతో ప్రారంభం కావాలి: {0}
zh_tw: 必须以请求根开头：{0}

source: legacy URLs must invoke the resource with a .xml extension
ar: يجب أن تستدعي عناوين URL القديمة المورد بامتداد .xml
bn: লিগ্যাসি ইউআরএলগুলিকে অবশ্যই একটি .xml এক্সটেনশন সহ সংস্থানগুলিকে আহ্বান করতে হবে৷
de: Ältere URLs müssen die Ressource mit der Erweiterung .xml aufrufen
es: Las URL heredadas deben invocar el recurso con una extensión .xml.
fr: les anciennes URL doivent appeler la ressource avec une extension .xml
hi: लीगेसी यूआरएल को .xml एक्सटेंशन के साथ संसाधन को लागू करना होगा
it: gli URL legacy devono richiamare la risorsa con un'estensione .xml
nl: oudere URL's moeten de bron aanroepen met de extensie .xml
pt: URLs legados devem invocar o recurso com uma extensão .xml
te: లెగసీ URLలు తప్పనిసరిగా .xml పొడిగింపుతో రిసోర్స్u200cను అమలు చేయాలి
zh_tw: 旧版 URL 必须调用具有 .xml 扩展名的资源

source: The parameter {0} must be specified for a /contentlist URL
ar: يجب تحديد المعلمة {0} لعنوان URL /contentlist
bn: একটি /contentlist URL-এর জন্য পরামিতি {0} অবশ্যই নির্দিষ্ট করতে হবে
de: Für eine /contentlist-URL muss der Parameter {0} angegeben werden
es: Se debe especificar el parámetro {0} para una URL /contentlist
fr: Le paramètre {0} doit être spécifié pour une URL /contentlist
hi: पैरामीटर {0} को /contentlist URL के लिए निर्दिष्ट किया जाना चाहिए
it: Il parametro {0} deve essere specificato per un URL /contentlist
nl: De parameter {0} moet worden opgegeven voor een /contentlist-URL
pt: O parâmetro {0} deve ser especificado para um URL /contentlist
te: /కంటెంట్u200cలిస్ట్ URL కోసం పరామితి {0} తప్పనిసరిగా పేర్కొనబడాలి
zh_tw: 必须为 /contentlist URL 指定参数 {0}

source: The item filter must be specified for content lists using the content list servlet
ar: يجب تحديد عامل تصفية العناصر لقوائم المحتوى باستخدام servlet لقائمة المحتوى
bn: বিষয়বস্তু তালিকা সার্লেট ব্যবহার করে বিষয়বস্তু তালিকার জন্য আইটেম ফিল্টার অবশ্যই নির্দিষ্ট করতে হবে
de: Der Elementfilter muss für Inhaltslisten mithilfe des Inhaltslisten-Servlets angegeben werden
es: El filtro de elementos debe especificarse para las listas de contenido utilizando el servlet de lista de contenido.
fr: Le filtre d'éléments doit être spécifié pour les listes de contenu à l'aide du servlet de liste de contenu
hi: सामग्री सूची सर्वलेट का उपयोग करके सामग्री सूचियों के लिए आइटम फ़िल्टर निर्दिष्ट किया जाना चाहिए
it: Il filtro dell'elemento deve essere specificato per gli elenchi di contenuti che utilizzano il servlet dell'elenco di contenuti
nl: Het itemfilter moet worden opgegeven voor inhoudslijsten met behulp van de inhoudslijstservlet
pt: O filtro de item deve ser especificado para listas de conteúdo usando o servlet de lista de conteúdo
te: కంటెంట్ జాబితా సర్వ్u200cలెట్u200cని ఉపయోగించి కంటెంట్ జాబితాల కోసం అంశం ఫిల్టర్ తప్పనిసరిగా పేర్కొనబడాలి
zh_tw: 必须使用内容列表 servlet 为内容列表指定项目过滤器

source: The content list name must be unique
ar: يجب أن يكون اسم قائمة المحتوى فريدًا
bn: বিষয়বস্তুর তালিকার নাম অবশ্যই অনন্য হতে হবে
de: Der Name der Inhaltsliste muss eindeutig sein
es: El nombre de la lista de contenido debe ser único.
fr: Le nom de la liste de contenu doit être unique
hi: सामग्री सूची का नाम अद्वितीय होना चाहिए
it: Il nome dell'elenco dei contenuti deve essere univoco
nl: De naam van de inhoudslijst moet uniek zijn
pt: O nome da lista de conteúdo deve ser exclusivo
te: కంటెంట్ జాబితా పేరు తప్పనిసరిగా ప్రత్యేకంగా ఉండాలి
zh_tw: 内容列表名称必须是唯一的

source: This value already exists. Provide a unique value.
ar: هذه القيمة موجودة بالفعل. توفير قيمة فريدة.
bn: এই মান ইতিমধ্যে বিদ্যমান. একটি অনন্য মান প্রদান.
de: Dieser Wert existiert bereits. Bieten Sie einen einzigartigen Wert.
es: Este valor ya existe. Proporcionar un valor único.
fr: Cette valeur existe déjà. Fournissez une valeur unique.
hi: यह मान पहले से मौजूद है. एक अद्वितीय मान प्रदान करें.
it: Questo valore esiste già. Fornire un valore univoco.
nl: Deze waarde bestaat al. Geef een unieke waarde op.
pt: Este valor já existe. Forneça um valor exclusivo.
te: ఈ విలువ ఇప్పటికే ఉంది. ప్రత్యేక విలువను అందించండి.
zh_tw: 这个值已经存在了。提供独特的价值。

source: ''Notify Row'' or ''Email Addresses'' cannot be empty
ar: لا يمكن ترك ''صف الإعلام'' أو ''عناوين البريد الإلكتروني'' فارغًا
bn: ''সূচিত সারি'' বা ''ইমেল ঠিকানা'' খালি রাখা যাবে না
de: „Zeile benachrichtigen“ oder „E-Mail-Adressen“ dürfen nicht leer sein
es: ''Fila de notificación'' o ''Direcciones de correo electrónico'' no pueden estar vacías
fr: « Ligne de notification » ou « Adresses e-mail » ne peut pas être vide
hi: ''सूचित पंक्ति'' या ''ईमेल पते'' खाली नहीं हो सकते
it: ''Riga di notifica'' o ''Indirizzi email'' non possono essere vuoti
nl: ''Meldingsrij'' of ''E-mailadressen'' mogen niet leeg zijn
pt: ''Notify Row'' ou ''Email Addresses'' não podem ficar vazios
te: ''వరుసకు తెలియజేయి'' లేదా ''ఇమెయిల్ చిరునామాలు'' ఖాళీగా ఉండకూడదు
zh_tw: “通知行”或“电子邮件地址”不能为空

source: User
ar: مستخدم
bn: ব্যবহারকারী
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
it: Utente
nl: Gebruiker
pt: Usuário
te: వినియోగదారు
zh_tw: 用户

source: User Roles
ar: أدوار المستخدم
bn: ব্যবহারকারীর ভূমিকা
de: Benutzerrollen
es: Roles de usuario
fr: Rôles des utilisateurs
hi: उपयोगकर्ता भूमिका
it: Ruoli utente
nl: Gebruikersrollen
pt: Funções de usuário
te: వినియోగదారు పాత్రలు
zh_tw: 用户角色

source: Community
ar: مجتمع
bn: সম্প্রদায়
de: Gemeinschaft
es: Comunidad
fr: Communauté
hi: समुदाय
it: Comunità
nl: Gemeenschap
pt: Comunidade
te: సంఘం
zh_tw: 社区

source: Locale
ar: لغة
bn: লোকেল
de: Gebietsschema
es: Lugar
fr: Lieu
hi: स्थान
nl: Lokaal
pt: Localidade
te: లొకేల్
zh_tw: 语言环境

source: Content
ar: محتوى
bn: বিষয়বস্তু
de: Inhalt
es: Contenido
fr: Contenu
hi: सामग्री
it: Contenuto
nl: Inhoud
pt: Contente
te: కంటెంట్
zh_tw: 内容

source: Publishing Design
ar: تصميم النشر
bn: প্রকাশনা ডিজাইন
de: Verlagsdesign
es: Diseño editorial
fr: Conception de publication
hi: प्रकाशन डिज़ाइन
it: Progettazione editoriale
nl: Ontwerp publiceren
pt: Design de publicação
te: పబ్లిషింగ్ డిజైన్
zh_tw: 出版设计

source: Publishing Runtime
ar: نشر وقت التشغيل
bn: পাবলিশিং রানটাইম
de: Veröffentlichungslaufzeit
es: Tiempo de ejecución de publicación
fr: Exécution de publication
hi: प्रकाशन क्रम
it: Tempo di pubblicazione
nl: Publicatieruntime
pt: Tempo de execução de publicação
te: పబ్లిషింగ్ రన్u200cటైమ్
zh_tw: 发布运行时

source: Workflow
ar: سير العمل
bn: কর্মপ্রবাহ
de: Arbeitsablauf
es: Flujo de trabajo
fr: Flux de travail
hi: कार्यप्रवाह
it: Flusso di lavoro
nl: Werkstroom
pt: Fluxo de trabalho
te: వర్క్u200cఫ్లో
zh_tw: 工作流程

source: Demand Publishing
ar: طلب النشر
bn: চাহিদা প্রকাশনা
es: Publicación bajo demanda
fr: Publication sur demande
hi: मांग प्रकाशन
it: Pubblicazione su richiesta
nl: Vraag publicatie
pt: Publicação sob demanda
te: డిమాండ్ పబ్లిషింగ్
zh_tw: 按需出版

source: succeeded
ar: نجح
bn: সফল
de: gelungen
es: tuvo éxito
fr: réussi
hi: सफल हुए
it: riuscito
nl: geslaagd
pt: sucesso
te: విజయం సాధించారు
zh_tw: 成功了

source: failed
ar: فشل
bn: ব্যর্থ
de: fehlgeschlagen
es: fallido
fr: échoué
hi: असफल
it: fallito
nl: mislukt
pt: fracassado
te: విఫలమయ్యారు
zh_tw: 失败的

source: Edition
ar: طبعة
bn: সংস্করণ
de: Ausgabe
es: Edición
hi: संस्करण
it: Edizione
nl: Editie
pt: Edição
te: ఎడిషన్
zh_tw: 版

source: items for publishing
ar: عناصر للنشر
bn: প্রকাশের জন্য আইটেম
de: Artikel zur Veröffentlichung
es: artículos para publicar
fr: articles à publier
hi: प्रकाशन के लिए आइटम
it: elementi per la pubblicazione
nl: artikelen voor publicatie
pt: itens para publicação
te: ప్రచురణ కోసం అంశాలు
zh_tw: 出版项目

source: item for publishing
ar: مادة للنشر
bn: প্রকাশের জন্য আইটেম
de: Artikel zur Veröffentlichung
es: artículo para publicar
fr: article à publier
hi: प्रकाशन के लिए आइटम
it: elemento per la pubblicazione
nl: artikel voor publicatie
pt: item para publicação
te: ప్రచురణ కోసం అంశం
zh_tw: 发布项目

source: Timed out waiting for the job to start. See the publishing runtime interface for status of the edition.
ar: انتهت المهلة في انتظار بدء المهمة. راجع واجهة وقت تشغيل النشر لمعرفة حالة الإصدار.
bn: কাজ শুরু করার জন্য অপেক্ষার সময় শেষ। সংস্করণের অবস্থার জন্য প্রকাশনার রানটাইম ইন্টারফেস দেখুন।
de: Zeitüberschreitung beim Warten auf den Start des Jobs. Den Status der Edition finden Sie in der Veröffentlichungslaufzeitschnittstelle.
es: Se agotó el tiempo de espera para que comenzara el trabajo. Consulte la interfaz del tiempo de ejecución de publicación para conocer el estado de la edición.
fr: Le délai d'attente pour le démarrage du travail a expiré. Consultez l’interface d’exécution de publication pour connaître l’état de l’édition.
hi: कार्य प्रारंभ होने की प्रतीक्षा में समय समाप्त हो गया। संस्करण की स्थिति के लिए प्रकाशन रनटाइम इंटरफ़ेस देखें।
it: Timeout in attesa dell'inizio del lavoro. Consulta l'interfaccia del runtime di pubblicazione per lo stato dell'edizione.
nl: Er is een time-out opgetreden tijdens het wachten tot de taak begon. Zie de publicatie-runtime-interface voor de status van de editie.
pt: Tempo limite esgotado aguardando o início do trabalho. Consulte a interface do tempo de execução de publicação para obter o status da edição.
te: ఉద్యోగం ప్రారంభించడానికి వేచి ఉన్న సమయం ముగిసింది. ఎడిషన్ స్థితి కోసం పబ్లిషింగ్ రన్u200cటైమ్ ఇంటర్u200cఫేస్u200cని చూడండి.
zh_tw: 等待作业开始超时。有关版本状态，请参阅发布运行时界面。

source: Still queueing after timeout expired. See the publishing runtime interface for details.
ar: لا يزال في قائمة الانتظار بعد انتهاء المهلة. راجع واجهة وقت تشغيل النشر للحصول على التفاصيل.
bn: সময়সীমা শেষ হওয়ার পরেও সারিবদ্ধ। বিস্তারিত জানার জন্য প্রকাশনার রানটাইম ইন্টারফেস দেখুন।
de: Immer noch in der Warteschlange, nachdem die Zeitüberschreitung abgelaufen ist. Weitere Informationen finden Sie in der Veröffentlichungslaufzeitschnittstelle.
es: Todavía en cola después de que expiró el tiempo de espera. Consulte la interfaz del tiempo de ejecución de publicación para obtener más detalles.
fr: Toujours en file d'attente après l'expiration du délai d'attente. Consultez l’interface d’exécution de publication pour plus de détails.
hi: समय समाप्ति के बाद भी कतार में खड़े हैं। विवरण के लिए प्रकाशन रनटाइम इंटरफ़ेस देखें।
it: Ancora in coda dopo la scadenza del timeout. Per i dettagli, vedere l'interfaccia del runtime di pubblicazione.
nl: Staat nog steeds in de rij nadat de time-out is verstreken. Zie de publicatie-runtime-interface voor meer informatie.
pt: Ainda na fila após o tempo limite expirar. Consulte a interface do tempo de execução de publicação para obter detalhes.
zh_tw: 超时后仍在排队。有关详细信息，请参阅发布运行时接口。
